/* 
  Localizable.strings
  Pods

  Created by Raghavendra Panth R on 23/05/19.
  
*/


"app.haslocked" = "%@ ננעל";
"app.authenticate.authenticate" = "הקש בכל מקום כדי לאמת";
"app.authenticate.setup" = "להגדיר %@ ID ב הגדרות iPhone להשתמש ";
"app.settings" = "הגדרות";


"controller.lockAfter" = "לאחר שעזב את האפליקציה, כמה זמן עד %@/ Passscode נדרש על פתיחה מחדש?";
"controller.immedietly" = "מיד";
"controller.after" = "אחרי";
"controller.minute" = "דקה";
"controller.minutes" = "דקות";
"controller.hour" = "שעה";

